app/controllers/articles_controller.rb

  def create
    @article = Article.create(article_params)
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "flskjslk"], ["body", "lkdsajalkdj"], ["created_at", "2016-03-15 18:51:50.975475"], ["updated_at", "2016-03-15 18:51:50.975475"]]